{
    "meridian": [
        [
            "One of many Grineer troops bred on Sedna within earshot of the Rathuum.",
            "Judged possibly defective shortly after decanting and considered for extermination.",
            "Stood guard over Kuva Fortress tissue dissolution and nutrient paste preparation facility.",
            "Cloned from supposedly prime officer stock later discovered to have been sourced via Darvo Bek.",
            "Billeted among the Arid regiments of Mars.",
            "Decanted from salvaged tube by Steel Meridian sympathiser; partially indoctrinated; forcibly recovered by Grineer troops.",
            "Served on security detail in the Saturn conflict zone.",
            "\\\"Defective\\\" genes deliberately introduced by unknown saboteur.",
            "Aced Officer training, showed no initial sign of resisting Queens command.",
            "Bred in a high-security tube batch beneath the waters of Uranus.",
            "Decanted from tube prematurely.",
            "Bred in amniotic cloning tube later found to have been compromised by Tenno incursion.",
            "Assigned to Kuva Fortress as honor guard; demoted in 3 days for insubordination.",
            "Accidentally exposed to reactor runoff while in gestation tube.",
            "Assigned to Tusk patrol on the Plains of Eidolon.",
            "Decanted from tube in the thick forests of Earth.",
            "Assigned to Ceres within hours of being initially decanted.",
            "Completed multiple tours of duty with no outward sign of defectiveness.",
            "Cloned from gene templates recovered from bunker archive."
        ],
        [
            "While imprisoned and awaiting execution for treason, was broken out by a mysterious saviour figure known only as \\\"Clem.\\\"",
            "Came to the aid of a beleaguered Tenno operative and was told of the existence of Steel Meridian.",
            "Surrendered to Tenno operatives during raid on a Grineer facility and was allowed to affiliate to Steel Meridian.",
            "Killed commanding officer, went on the run, and eventually took sanctuary with Steel Meridian.",
            "Hijacked a Grineer crewship and defected to Steel Meridian.",
            "Made covert contact with Steel Meridian and was broken out along with fellow sympathizers.",
            "Refused to execute a captive, was imprisoned for insubordination, overpowered guard, and escaped.",
            "Living among a pack of Kubrows as a respected equal.",
            "Challenged superior officer to single combat; won the bout, stole a weapon, shot several guards, and escaped in the ensuing chaos.",
            "Tried to destroy command center along with self and unexpectedly survived.",
            "Made a breakout pact with a fellow Queen-resistant Grineer. Her co-conspirator was killed in the escape.",
            "Escaped from Grineer Galleon on a Ramsled, boarded a Corpus ship, and lived secretly in the duct system for months.",
            "Was mistakenly believed to be a Steel Meridian spy and brutally interrogated; later escaped and joined Steel Meridian.",
            "Accidentally destroyed barracks during routine grenade practice. Joined Steel Meridian out of self-preservation.",
            "Escaped Grineer camp; lived a feral wilderness existence for several years before making contact with Steel Meridian.",
            "Made a breakout pact with a fellow Queen-resistant Grineer. Both survived the escape."
        ],
        [
            "Is convinced they knows the date of their own death.",
            "When alone in quarters, listens to Skeg music played extremely loudly.",
            "Does not like to be around mirrors.",
            "Is planning to make contact with and liberate others like themself.",
            "Feels guilty for having attempted to destroy the Silver Grove.",
            "Can be overheard counting the hours until their next fight.",
            "Appears to believe that machines have souls.",
            "Has a weakness for Ostron Chimurr.",
            "Likes the smell of industrial chemicals.",
            "Carries the teeth of their tube-brother in their chest pouch.",
            "Has attempted several times to learn the Shawzin. Is on their third.",
            "Intends to leave any possessions to the Ventkinds of Fortuna upon their death.",
            "Offered to serve as Ticker's full-time bodyguard but was told she did not need one.",
            "Appears to believe that machines have souls.",
            "Wary of others.",
            "Plays Komi with Maroo occasionally.",
            "Carves abstract wooden sculptures.",
            "Finds it difficult to respect anyone they could easily defeat.",
            "Eats only raw food."
        ]
    ],
    "hexis":[
        [
            "Changed their name and renounced their entire former life to join the Arbiters.",
            "Condemned their own family as \\\"impure\\\" and abandoned them.",
            "Recruited from impoverished agricultural family.",
            "Believed by the Scholars of Hexis to be a reincarnation of an Arbiter of former times.",
            "Rescued from Grineer attack by a Tenno; obsessed with them ever since.",
            "Presided over an Arbitration that left them haunted for the rest of their days.",
            "Encountered a Tenno in their youth and believed themself blessed.",
            "Placed in the care of the Arbiters of Hexis by their family when they could not afford to feed them.",
            "Impressed a visiting Arbiter with their insight when still young.",
            "Travelled from settlement to settlement acting as an impartial judge.",
            "Trained in Preceptory of Hexis from childhood.",
            "Memorized the entire Dissertation on the Seven Principles.",
            "Amazed the Scholars of Hexis by translating texts from an unknown language.",
            "Was rendered unconscious for three days after touching a \\\"shiny rock\\\" that proved to be an Ayatan Star.",
            "Reported disturbingly accurate dreams of the Orokin Era.",
            "Attempted a pilgrimage across the entire System.",
            "Grew up immersed in legends of the Tenno.",
            "Born under a supposedly auspicious stellar configuration.",
            "Was forced to reveal a Truth that humbled and degraded them.",
            "Was considered a prodigy."
        ],
        [
            "Discovered that a person in whom they had placed complete trust was unworthy of it, and never fully recovered.",
            "Went missing from the Preceptory and was discovered five years later, delirious and raving, wearing only animal skins.",
            "Almost died from a fever in which they suffered nightmarish hallucinations.",
            "Spent their life in pursuit of a holy vision, but has not yet achieved it.",
            "Had to choose between Truth and Love, and chose Truth.",
            "Joined the Arbiters of Hexis with seven companions but was the only one to persist through all of the trials of full initiation.",
            "Defended their Preceptory against the Infestation along with the rest of the initiates. Was the sole survivor.",
            "Refused a settled Seat of Judgement in favor of a life of travel, bringing Arbitration to the System.",
            "Accidentally tore a page of the Pronouncements of Hexis while taking their initiatory oath and has lived with crushing guilt ever since.",
            "Has spent years in the Hexis archive, reading nothing but sacred texts, living on only bread and fermented hoffka.",
            "Entered an Orokin ruin and was never the same again.",
            "Is beginning to grow weary of the fight to purge the System.",
            "Condemned an innocent after hearing false testimony and has never forgiven themself.",
            "Believes they has been chosen for some great duty and is waiting for the Universe to tell them what it is.",
            "Was forced to pass sentence on their own beloved mentor, and sometimes doubts the rightness of their actions."
        ],
        [
            "Sincerely believes that \\\"the truth will be out\\\" no matter how long it takes.",
            "Scorns any form of pretence or affectation.",
            "Fanatical about hygiene.",
            "Enjoys luxury but feels guilty about it.",
            "Prays for the souls of those they have killed, and never forgets their names, once they have learned them.",
            "Hopes to be given access to the Leverian, the better to understand the Tenno.",
            "Bellows in empty rooms to test the acoustics.",
            "Considers no duty beneath them.",
            "Despises the Infestation above all other enemies.",
            "Fasts on bread and water when the urge takes them.",
            "Fascinated by Ayatans.",
            "Hopes to one day die gloriously in the defense of Truth.",
            "Has seen too much unkindness to want to practice it themself.",
            "Has a combined dread of, and yearning for, the Void.",
            "Sleeps on the bare floor, refusing even a bedroll.",
            "Fond of Kavats.",
            "Chants versicles along to the throb of a ship's engines.",
            "Passionately interested in hearing the stories others have to tell."
        ]
    ],
    "suda": [
        [
            "Former Corpus technician; sustained brain injury during Tenno assault.",
            "Suffered synaptic damage attempting to access the Weave unshielded.",
            "Injured in docking accident.",
            "Attempted to Cephalize themself with disastrous results.",
            "Anthropologist forced to retire after unknown virus infection.",
            "Discovered dormant in a cryopod by salvage team.",
            "Solitary musician.",
            "Independent scientist.",
            "Former data entry operative.",
            "Relay worker, critically injured during Fomorian attack.",
            "Failed minerals prospector.",
            "Fascinated from childhood with how things work.",
            "Former Phazene energy lab assistant.",
            "Runaway.",
            "Always related more to machines than to people.",
            "Attacked and left for dead by Grineer troops during a raid.",
            "Former archaeologist, critically injured by Orokin Tower defence system.",
            "Found wandering the Orb Vallis with apparent total memory loss.",
            "Raised in archive environment."
        ],
        [
            "Volunteered for Cephalon Suda's brain augmentation program.",
            "Rapidly promoted from Cephalon Suda Junior Info Scout to full Operative and duly augmented.",
            "Accepted near-total physical reconstruction as a benefit of affiliation to Cephalon Suda.",
            "Received bodily and mental augmentation from Cephalon Suda.",
            "Impressed Cephalon Suda by making contact with her remotely through the Weave, and was recruited.",
            "Contracted by Cephalon Suda and offered researcher role.",
            "Fitted with brainstem datalink in the Suda hub.",
            "Offered services to Cephalon Suda in exchange for augmentation.",
            "Enrolled in Cephalon Suda's field operative program.",
            "Solved complex puzzles planted by Cephalon Suda as a recruitment tool; was duly contacted, recruited and augmented.",
            "Invited Cephalon Suda's knowledge-sharing seminars, and soon affiliated.",
            "Bequeathed own remains to Cephalon Suda for study, in exchange for Syndicate membership privileges.",
            "Recruited by Cephalon Suda as an \\\"ordinary Operative\\\"; true rank and capabilities classified.",
            "Selected for Cephalon Suda operative duty and offered augmentation package; accepted.",
            "Recruited by Cephalon Suda due to \\\"intriguing, possibly unique cerebral qualities.\\\"",
            "Selected for recruitment by Cephalon Suda, seemingly at random, as a \\\"control exercise.\\\""
        ],
        [
            "Keenly interested in human death rituals.",
            "Wishes to research machine learning.",
            "Likes to dismantle items recreationally.",
            "Aspires to explore abandoned structures.",
            "Acclaimed entomologist.",
            "Exponent of the Foxx-Webb theory of synthetic positivism.",
            "Fascinated by Entrati void theory.",
            "Curious about recursive systems.",
            "Fervently interested in Orokin history.",
            "Specialist in astrophysics.",
            "Experiences occasional flashbacks.",
            "Passionate about Cephalon psychology.",
            "Studies crystal harmonics.",
            "Hopes to deepen understanding of xenobiology.",
            "Specialist in semiotics.",
            "Meditates upon higher mathematics.",
            "Enjoys collecting floofs.",
            "Hopes to broaden experience of other cultures."
        ]
    ],
    "perrin": [
        [
            "Mining consortium member.",
            "High-risk entrepreneur.",
            "Innovations technician.",
            "Student of hypereconomics.",
            "Impoverished student.",
            "Failed broker.",
            "Raised in Corpus culture.",
            "Dispossessed by war.",
            "Former venture capitalist.",
            "Fiscal analyst.",
            "Lost everything through Index speculation.",
            "Former aspiring financial advisor.",
            "Covertly recruited into Perrin Sequence by infiltrator agent.",
            "Ethical business enthusiast.",
            "Disinherited from family fortune.",
            "Struggling independent trader.",
            "Former weapons developer.",
            "Failed speculator.",
            "Former repossessions operative.",
            "Failed minerals prospector."
        ],
        [
            "Selected for Perrin Sequence by algorithm.",
            "Horrified by Corpus over-exploitation.",
            "Joined Perrin Sequence out of a sincere wish to help others.",
            "Enlisted with Perrin Sequence on a friend's recommendation.",
            "Recruited by Perrin Sequence headhunters.",
            "Embraced Perrin Sequence values.",
            "Attended Perrin Sequence seminars and joined soon thereafter.",
            "Followed parents into the Perrin Sequence.",
            "Accidentally recruited into Perrin Sequence and opted to remain.",
            "Rejected by Perrin Sequence, but persisted and was eventually accepted.",
            "Joined Perrin; swore to dismantle the Corpus and all their schemes.",
            "Covertly recruited into Perrin Sequence by infiltrator agent.",
            "Beneficiary of the Glast bursary.",
            "Renounced greed after spending time in a Perrin Sequence facility.",
            "Received mentoring from a Perrin Sequence grandee."
        ],
        [
            "Buys up Solaris debt bonds from Ticker when finances allow.",
            "Repeatedly destitute due to massive charity donations.",
            "Hopes to meet Ergo Glast and thank him personally.",
            "Has a phobia of contracting the Infestation.",
            "Dreads meeting former spouse, who is a Corpus member.",
            "May have buried a trove of wealth somewhere.",
            "Had appearance completely altered in order to escape previous life.",
            "Obsessed with serial drama.",
            "Student of Myconian culture.",
            "Keen to associate with other factions.",
            "Constantly checks stock prices.",
            "Was terrified by stories of Parvos Granum as a child.",
            "Has funded several prison breaks.",
            "May have covertly breached system to rewrite own service record.",
            "Secretly watches tournaments on The Index.",
            "Received the Zeltrum Beacon medal in honor of service to Perrin.",
            "Is a keen K-Drive racer."
        ]
    ],
    "veil": [
        [
            "Former freelance desert assassin.",
            "\\\"Troubled adolescent.\\\"",
            "Family believed to be in debt bondage on Fortuna.",
            "Former Hexenon gas platform worker.",
            "Unrepentant vigilante.",
            "Mercenary troupe member.",
            "Convicted arsonist.",
            "Exiled former colonist.",
            "Suspected of assassinating multiple Grineer officers.",
            "Captured and imprisoned by Grineer; freed in Red Veil raid.",
            "Unofficial colonial security enforcer.",
            "Former colonial militia member.",
            "Social outcast.",
            "Orphaned in Grineer attack.",
            "Self-radicalized \\\"System defender.\\\"",
            "Convoy raider.",
            "Scavenger.",
            "Mistakenly targeted for assassination by Grineer; survived.",
            "Rootless wanderer.",
            "Suspected of assassinating multiple Corpus oligarchs."
        ],
        [
            "Was trapped in a bombed-out ruin with a Red Veil member, who persuaded them to join.",
            "Carried out attacks in the Red Veil's name, hoping to be noticed, until they recruited them.",
            "Saved the life of a comrade who proved to be a Red Veil adherent and sponsored their recruitment.",
            "Recruited by Palladino directly, after a \\\"chiming whisper\\\" had told her their name.",
            "Shared a prison block with a Red Veil member, who recruited them after they were both freed.",
            "Attracted Red Veil's attention with graffiti campaign.",
            "Drew the Red Veil's attention with their appetite for causing carnage.",
            "Pledged loyalty to Red Veil the moment they made contact.",
            "Joined Red Veil in a group blood pact.",
            "Passed their Red Veil initiation with ease.",
            "Joined the Red Veil to pursue a personal vendetta.",
            "Carried out high-profile assassination in the belief Red Veil would notice and approve. They did.",
            "Made contact with Red Veil when they discovered one of their hidden arms caches.",
            "Recruited by Red Veil in the belief that they could make use of their aggression.",
            "Identified by the Red Veil as a loose cannon and brought into the Syndicate in the hope of stabilizing them."
        ],
        [
            "Spends long hours flint knapping.",
            "Has deleted almost all of their own records.",
            "Believes they are being personally hunted by the Grineer.",
            "Snores extremely loudly.",
            "Prizes loyalty.",
            "Insists that they are working on 'something big' which they will unveil when the time is right.",
            "Believes Parvos Granum is offering a bounty for their head.",
            "Claims to have done more to purify the System than any Red Veil member in the last five years.",
            "Likes to carve bones in their spare time.",
            "Suffers from periodic blackouts.",
            "Is distrustful of Cephalons.",
            "Intrigued by body modification.",
            "Often experiments with their own pain threshold.",
            "Feeds stray animals.",
            "Hunts their own food when possible.",
            "Is an amateur weapons designer.",
            "Collects Old War memorabilia.",
            "Enjoys leatherwork."
        ]
    ],
    "loka": [
        [
            "Former shift worker.",
            "Former overseer.",
            "Raised in eco-cloister.",
            "Colony ship stowaway.",
            "Geoscientist.",
            "Hydroponics expert.",
            "Former Corpus engineer.",
            "Voluntary bankrupt.",
            "Former terraforming agent.",
            "Ecology expert.",
            "Former station manager.",
            "Biologist.",
            "Former mercenary.",
            "Former logistics operative.",
            "Biotechnician.",
            "Former corporate executive.",
            "Fugitive criminal.",
            "Traumatized war veteran.",
            "Aquatic nomad."
        ],
        [
            "Joined New Loka after mental breakdown.",
            "Converted after herbal vision quest.",
            "Personally selected for initiation by Priestess Amaryn.",
            "Joined New Loka in gratitude for rescue from prison.",
            "Affiliated to New Loka following religious epiphany.",
            "Joined New Loka when partner did.",
            "Credits New Loka for recovery from critical illness.",
            "Converted after prophetic dream.",
            "Joined New Loka after political awakening.",
            "Defected to New Loka from rival Syndicate.",
            "Affiliated to New Loka after visiting Earth.",
            "Initiated into New Loka after renouncing family.",
            "Joined New Loka to recover from addiction.",
            "Infiltrated New Loka as a spy and converted.",
            "Initiated into New Loka following severe disillusionment.",
            "Joined New Loka after pollutant contamination."
        ],
        [
            "Focuses on restoring livestock strains.",
            "Compiling a thesis on Tenno rehabilitation.",
            "Student of species preservation.",
            "Focuses on crop cultivation.",
            "Honorary seed bank custodian.",
            "Consults for reclamations.",
            "Makes raggedy-kai toys.",
            "Specialist in Grey Waste reclamation.",
            "Ex-keeper of the Silver Grove.",
            "Founded hospice.",
            "Is an active pastoralist.",
            "Volunteers as aid worker.",
            "Manages several orchards.",
            "Suspected of multiple counts of property damage.",
            "Involved in Vasca Kavat treatment.",
            "Hopes to be chosen for missionary work.",
            "Archivist and folklorist."
        ]
    ]
}